Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: TSB is %@ and recovery is strong — open window for intervals or a long aerobic session.
ar: قيمة TSB هي %@ والتعافي قوي — فرصة مفتوحة لتمارين الفترات أو جلسة هوائية طويلة.
da: TSB er %@ og restitutionen er stærk — oplagt vindue til intervaller eller en lang aerob session.
de: TSB liegt bei %@ und die Erholung ist stark – gutes Fenster für Intervalle oder eine lange Ausdauereinheit.
es: El TSB es %@ y la recuperación es buena: es buen momento para series o una sesión aeróbica larga.
fi: TSB on %@ ja palautuminen on vahvaa – hyvä hetki intervalleille tai pitkälle aerobiselle harjoitukselle.
fr: Le TSB est de %@ et la récupération est solide — bonne fenêtre pour des intervalles ou une longue séance aérobie.
is: TSB er %@ og endurheimtin er góð — kjörið tækifæri fyrir spretti eða langa þolæfingu.
it: Il TSB è %@ e il recupero è buono: finestra aperta per ripetute o una lunga sessione aerobica.
ja: TSBは%@で回復も良好です — インターバルや長めの有酸素セッションに適したタイミングです。
ko: TSB가 %@이고 회복도 좋습니다. 인터벌이나 긴 유산소 세션을 하기 좋은 때입니다.
nb: TSB er %@ og restitusjonen er god – åpent vindu for intervaller eller en lang aerob økt.
nl: TSB is %@ en je herstel is sterk — mooi moment voor intervallen of een lange duurtraining.
pt_br: O TSB está em %@ e a recuperação está forte — boa janela para intervalados ou uma sessão aeróbica longa.
ru: TSB равен %@, восстановление хорошее — удачное время для интервалов или длинной аэробной тренировки.
sv: TSB är %@ och återhämtningen är stark – bra läge för intervaller eller ett långt aerobt pass.
zh_hans: TSB 为 %@，恢复状况良好——适合进行间歇训练或长时间有氧训练。

source: TSB is %@ — body's still digesting recent load. Easy 30-45 min Z2 or rest tomorrow; save the next quality session for when TSB climbs back toward zero.
ar: قيمة TSB هي %@ — ما زال الجسم يهضم الحمل الأخير. تمرين سهل 30-45 دقيقة في المنطقة 2 أو راحة غدًا؛ احتفظ بالجلسة النوعية التالية لحين عودة TSB نحو الصفر.
da: TSB er %@ — kroppen fordøjer stadig den seneste belastning. Let 30-45 min Z2 eller hvile i morgen; gem næste kvalitetssession, til TSB nærmer sig nul igen.
de: TSB liegt bei %@ – dein Körper verarbeitet noch die letzte Belastung. Morgen locker 30–45 Min. Z2 oder Pause; heb dir die nächste Qualitätseinheit auf, bis TSB wieder Richtung null steigt.
es: El TSB es %@: el cuerpo aún está digiriendo la carga reciente. Mañana, suave 30-45 min en Z2 o descanso; deja la próxima sesión de calidad para cuando el TSB vuelva hacia cero.
fi: TSB on %@ – keho sulattelee yhä viimeaikaista kuormaa. Huomenna kevyt 30–45 min Z2 tai lepo; säästä seuraava laatuharjoitus siihen, kun TSB nousee taas kohti nollaa.
fr: Le TSB est de %@ — votre corps digère encore la charge récente. Demain, facile 30-45 min en Z2 ou repos ; gardez la prochaine séance de qualité pour quand le TSB remontera vers zéro.
is: TSB er %@ — líkaminn er enn að vinna úr nýlegu álagi. Létt 30-45 mín. á Z2 eða hvíld á morgun; geymdu næstu gæðaæfingu þar til TSB nálgast núll á ný.
it: Il TSB è %@: il corpo sta ancora digerendo il carico recente. Domani facile 30-45 min in Z2 o riposo; tieni la prossima sessione di qualità per quando il TSB risale verso lo zero.
ja: TSBは%@ — 体はまだ最近の負荷を消化中です。明日は30〜45分の軽いZ2か休養に。次の質の高いセッションはTSBがゼロ近くに戻ってからにしましょう。
ko: TSB가 %@입니다. 몸이 아직 최근 부하를 소화하는 중입니다. 내일은 가볍게 30~45분 Z2 또는 휴식을 하고, 다음 고강도 세션은 TSB가 0 근처로 돌아온 뒤로 미루세요.
nb: TSB er %@ – kroppen fordøyer fortsatt den siste belastningen. Lett 30–45 min Z2 eller hvile i morgen; spar neste kvalitetsøkt til TSB nærmer seg null igjen.
nl: TSB is %@ — je lichaam verwerkt de recente belasting nog. Morgen rustig 30-45 min Z2 of rust; bewaar de volgende kwaliteitstraining tot TSB weer richting nul gaat.
pt_br: O TSB está em %@ — o corpo ainda está digerindo a carga recente. Amanhã, leve 30-45 min em Z2 ou descanso; guarde a próxima sessão de qualidade para quando o TSB voltar perto de zero.
ru: TSB равен %@ — организм ещё переваривает недавнюю нагрузку. Завтра лёгкие 30–45 мин в Z2 или отдых; следующую качественную тренировку отложите, пока TSB не вернётся ближе к нулю.
sv: TSB är %@ – kroppen smälter fortfarande den senaste belastningen. Lätt 30–45 min Z2 eller vila i morgon; spara nästa kvalitetspass tills TSB närmar sig noll igen.
zh_hans: TSB 为 %@——身体仍在消化近期负荷。明天轻松 Z2 30-45 分钟或休息；等 TSB 回升到接近零时再安排下一次高质量训练。

source: TSB is %@ — fresh. Good window for the next quality session.
ar: قيمة TSB هي %@ — نشِط. فرصة جيدة للجلسة النوعية التالية.
da: TSB er %@ — frisk. Godt vindue til næste kvalitetssession.
de: TSB liegt bei %@ – frisch. Gutes Fenster für die nächste Qualitätseinheit.
es: El TSB es %@: fresco. Buen momento para la próxima sesión de calidad.
fi: TSB on %@ – virkeä. Hyvä hetki seuraavalle laatuharjoitukselle.
fr: Le TSB est de %@ — frais. Bonne fenêtre pour la prochaine séance de qualité.
is: TSB er %@ — ferskur. Gott tækifæri fyrir næstu gæðaæfingu.
it: Il TSB è %@: fresco. Buona finestra per la prossima sessione di qualità.
ja: TSBは%@ — 疲れは抜けています。次の質の高いセッションに好機です。
ko: TSB가 %@로 컨디션이 좋습니다. 다음 고강도 세션을 하기 좋은 때입니다.
nb: TSB er %@ – uthvilt. Godt vindu for neste kvalitetsøkt.
nl: TSB is %@ — fris. Goed moment voor de volgende kwaliteitstraining.
pt_br: O TSB está em %@ — descansado. Boa janela para a próxima sessão de qualidade.
ru: TSB равен %@ — вы свежи. Хорошее время для следующей качественной тренировки.
sv: TSB är %@ – pigg. Bra läge för nästa kvalitetspass.
zh_hans: TSB 为 %@——状态新鲜。适合进行下一次高质量训练。

source: TSB is %@ — meaningfully tired. Tomorrow should be aerobic recovery only.
ar: قيمة TSB هي %@ — تعب ملحوظ. يجب أن يقتصر الغد على التعافي الهوائي.
da: TSB er %@ — mærkbart træt. I morgen bør kun være aerob restitution.
de: TSB liegt bei %@ – deutlich müde. Morgen nur aerobe Erholung.
es: El TSB es %@: cansancio notable. Mañana, solo recuperación aeróbica.
fi: TSB on %@ – selvästi väsynyt. Huomenna vain aerobista palauttavaa.
fr: Le TSB est de %@ — fatigue nette. Demain, uniquement de la récupération aérobie.
is: TSB er %@ — greinileg þreyta. Morgundagurinn ætti aðeins að vera létt endurheimtarþol.
it: Il TSB è %@: stanchezza evidente. Domani solo recupero aerobico.
ja: TSBは%@ — はっきり疲れています。明日は有酸素の回復走だけにしましょう。
ko: TSB가 %@로 상당히 피곤한 상태입니다. 내일은 유산소 회복 운동만 하세요.
nb: TSB er %@ – merkbart sliten. I morgen bør bare være aerob restitusjon.
nl: TSB is %@ — duidelijk vermoeid. Morgen alleen aeroob herstel.
pt_br: O TSB está em %@ — cansaço significativo. Amanhã, apenas recuperação aeróbica.
ru: TSB равен %@ — заметная усталость. Завтра только аэробное восстановление.
sv: TSB är %@ – märkbart trött. I morgon bör bara vara aerob återhämtning.
zh_hans: TSB 为 %@——明显疲劳。明天只做有氧恢复。

source: Turn completed
ar: اكتمل المنعطف
da: Sving gennemført
de: Abbiegen abgeschlossen
es: Giro completado
fi: Käännös tehty
fr: Virage effectué
is: Beygju lokið
it: Svolta completata
ja: 曲がりました
ko: 회전 완료
nb: Sving fullført
nl: Afslag genomen
pt_br: Curva concluída
ru: Поворот пройден
sv: Svängen klar
zh_hans: 已完成转弯

source: Turn left
ar: انعطف يسارًا
da: Drej til venstre
de: Links abbiegen
es: Gira a la izquierda
fi: Käänny vasemmalle
fr: Tournez à gauche
is: Beygðu til vinstri
it: Svolta a sinistra
ja: 左折
ko: 좌회전
nb: Ta til venstre
nl: Sla linksaf
pt_br: Vire à esquerda
ru: Поверните налево
sv: Sväng vänster
zh_hans: 左转

source: Turn left onto %@
ar: انعطف يسارًا إلى %@
da: Drej til venstre ad %@
de: Links abbiegen auf %@
es: Gira a la izquierda hacia %@
fi: Käänny vasemmalle: %@
fr: Tournez à gauche sur %@
is: Beygðu til vinstri inn á %@
it: Svolta a sinistra su %@
ja: 左折して%@へ
ko: %@ 쪽으로 좌회전
nb: Ta til venstre inn på %@
nl: Sla linksaf naar %@
pt_br: Vire à esquerda na %@
ru: Поверните налево на %@
sv: Sväng vänster in på %@
zh_hans: 左转进入%@

source: Turn On
ar: تشغيل
da: Slå til
de: Einschalten
es: Activar
fi: Ota käyttöön
fr: Activer
is: Kveikja
it: Attiva
ja: オンにする
ko: 켜기
nb: Slå på
nl: Inschakelen
pt_br: Ativar
ru: Включить
sv: Slå på
zh_hans: 开启

source: Turn on Comeback mode?
ar: تشغيل وضع العودة؟
da: Slå Comeback-tilstand til?
de: Comeback-Modus einschalten?
es: ¿Activar el modo regreso?
fi: Otetaanko paluutila käyttöön?
fr: Activer le mode retour ?
is: Kveikja á endurkomuham?
it: Attivare la modalità rientro?
ja: カムバックモードをオンにしますか？
ko: 복귀 모드를 켤까요?
nb: Slå på comeback-modus?
nl: Comeback-modus inschakelen?
pt_br: Ativar o modo retorno?
ru: Включить режим возвращения?
sv: Slå på comeback-läge?
zh_hans: 开启回归模式？

source: Turn on Intentional overreach?
ar: تشغيل التحميل الزائد المقصود؟
da: Slå bevidst overreach til?
de: Bewusstes Overreaching einschalten?
es: ¿Activar la sobrecarga intencionada?
fi: Otetaanko tarkoituksellinen ylikuormitus käyttöön?
fr: Activer la surcharge intentionnelle ?
is: Kveikja á ásetningsbundnu yfirálagi?
it: Attivare il sovraccarico intenzionale?
ja: 意図的なオーバーリーチをオンにしますか？
ko: 의도적 오버리칭을 켤까요?
nb: Slå på bevisst overreach?
nl: Bewuste overreaching inschakelen?
pt_br: Ativar a sobrecarga intencional?
ru: Включить намеренную перегрузку?
sv: Slå på avsiktlig överbelastning?
zh_hans: 开启主动过载？

source: Turn right
ar: انعطف يمينًا
da: Drej til højre
de: Rechts abbiegen
es: Gira a la derecha
fi: Käänny oikealle
fr: Tournez à droite
is: Beygðu til hægri
it: Svolta a destra
ja: 右折
ko: 우회전
nb: Ta til høyre
nl: Sla rechtsaf
pt_br: Vire à direita
ru: Поверните направо
sv: Sväng höger
zh_hans: 右转

source: Turn right onto %@
ar: انعطف يمينًا إلى %@
da: Drej til højre ad %@
de: Rechts abbiegen auf %@
es: Gira a la derecha hacia %@
fi: Käänny oikealle: %@
fr: Tournez à droite sur %@
is: Beygðu til hægri inn á %@
it: Svolta a destra su %@
ja: 右折して%@へ
ko: %@ 쪽으로 우회전
nb: Ta til høyre inn på %@
nl: Sla rechtsaf naar %@
pt_br: Vire à direita na %@
ru: Поверните направо на %@
sv: Sväng höger in på %@
zh_hans: 右转进入%@

source: Turn sharp left
ar: انعطف بحدة يسارًا
da: Drej skarpt til venstre
de: Scharf links abbiegen
es: Gira bruscamente a la izquierda
fi: Käänny jyrkästi vasemmalle
fr: Tournez franchement à gauche
is: Beygðu skarpt til vinstri
it: Svolta decisamente a sinistra
ja: 大きく左折
ko: 급좌회전
nb: Ta skarpt til venstre
nl: Sla scherp linksaf
pt_br: Vire acentuadamente à esquerda
ru: Резко поверните налево
sv: Sväng skarpt vänster
zh_hans: 向左急转

source: Turn sharp left onto %@
ar: انعطف بحدة يسارًا إلى %@
da: Drej skarpt til venstre ad %@
de: Scharf links abbiegen auf %@
es: Gira bruscamente a la izquierda hacia %@
fi: Käänny jyrkästi vasemmalle: %@
fr: Tournez franchement à gauche sur %@
is: Beygðu skarpt til vinstri inn á %@
it: Svolta decisamente a sinistra su %@
ja: 大きく左折して%@へ
ko: %@ 쪽으로 급좌회전
nb: Ta skarpt til venstre inn på %@
nl: Sla scherp linksaf naar %@
pt_br: Vire acentuadamente à esquerda na %@
ru: Резко поверните налево на %@
sv: Sväng skarpt vänster in på %@
zh_hans: 向左急转进入%@

source: Turn sharp right
ar: انعطف بحدة يمينًا
da: Drej skarpt til højre
de: Scharf rechts abbiegen
es: Gira bruscamente a la derecha
fi: Käänny jyrkästi oikealle
fr: Tournez franchement à droite
is: Beygðu skarpt til hægri
it: Svolta decisamente a destra
ja: 大きく右折
ko: 급우회전
nb: Ta skarpt til høyre
nl: Sla scherp rechtsaf
pt_br: Vire acentuadamente à direita
ru: Резко поверните направо
sv: Sväng skarpt höger
zh_hans: 向右急转

source: Turn sharp right onto %@
ar: انعطف بحدة يمينًا إلى %@
da: Drej skarpt til højre ad %@
de: Scharf rechts abbiegen auf %@
es: Gira bruscamente a la derecha hacia %@
fi: Käänny jyrkästi oikealle: %@
fr: Tournez franchement à droite sur %@
is: Beygðu skarpt til hægri inn á %@
it: Svolta decisamente a destra su %@
ja: 大きく右折して%@へ
ko: %@ 쪽으로 급우회전
nb: Ta skarpt til høyre inn på %@
nl: Sla scherp rechtsaf naar %@
pt_br: Vire acentuadamente à direita na %@
ru: Резко поверните направо на %@
sv: Sväng skarpt höger in på %@
zh_hans: 向右急转进入%@

source: Turn the wheel to your birthday and choose your biological sex to continue, or tap Skip.
ar: أدر العجلة إلى تاريخ ميلادك واختر جنسك البيولوجي للمتابعة، أو اضغط على تخطي.
da: Drej hjulet til din fødselsdag, og vælg dit biologiske køn for at fortsætte, eller tryk på Spring over.
de: Dreh das Rad auf deinen Geburtstag und wähle dein biologisches Geschlecht, um fortzufahren, oder tippe auf „Überspringen".
es: Gira la rueda hasta tu fecha de nacimiento y elige tu sexo biológico para continuar, o toca Omitir.
fi: Pyöritä rulla syntymäpäivääsi ja valitse biologinen sukupuolesi jatkaaksesi, tai napauta Ohita.
fr: Tournez la molette jusqu'à votre date de naissance et choisissez votre sexe biologique pour continuer, ou touchez Passer.
is: Snúðu hjólinu á afmælisdaginn þinn og veldu líffræðilegt kyn til að halda áfram, eða ýttu á Sleppa.
it: Gira la ruota fino alla tua data di nascita e scegli il tuo sesso biologico per continuare, oppure tocca Salta.
ja: 続けるにはホイールを回して誕生日を合わせ、生物学的性別を選んでください。または「スキップ」をタップしてください。
ko: 계속하려면 휠을 돌려 생일을 맞추고 생물학적 성별을 선택하거나, 건너뛰기를 탭하세요.
nb: Drei hjulet til fødselsdagen din og velg biologisk kjønn for å fortsette, eller trykk på Hopp over.
nl: Draai aan het wiel naar je verjaardag en kies je biologische geslacht om verder te gaan, of tik op Sla over.
pt_br: Gire a roda até a data do seu aniversário e escolha seu sexo biológico para continuar, ou toque em Pular.
ru: Прокрутите колесо до даты рождения и выберите биологический пол, чтобы продолжить, или нажмите «Пропустить».
sv: Vrid hjulet till din födelsedag och välj ditt biologiska kön för att fortsätta, eller tryck på Hoppa över.
zh_hans: 转动滚轮选择你的生日并选择生理性别以继续，或点按“跳过”。

source: Typical for your age
ar: معتاد لعمرك
da: Typisk for din alder
de: Typisch für dein Alter
es: Típico para tu edad
fi: Tyypillinen ikäisellesi
fr: Typique pour votre âge
is: Dæmigert fyrir þinn aldur
it: Tipico per la tua età
ja: 年齢相応
ko: 연령대에 일반적인 수준
nb: Typisk for alderen din
nl: Gebruikelijk voor jouw leeftijd
pt_br: Típico para sua idade
ru: Типично для вашего возраста
sv: Typiskt för din ålder
zh_hans: 与同龄人相当

source: Unable to parse JSON as RR data
ar: تعذّر تحليل JSON كبيانات RR
da: JSON kunne ikke tolkes som RR-data
de: JSON konnte nicht als RR-Daten gelesen werden
es: No se ha podido interpretar el JSON como datos RR
fi: JSONia ei voitu tulkita RR-dataksi
fr: Impossible d’interpréter le JSON comme données RR
is: Ekki tókst að lesa JSON sem RR-gögn
it: Impossibile interpretare il JSON come dati RR
ja: JSONをRRデータとして解析できません
ko: JSON을 RR 데이터로 해석할 수 없습니다
nb: Kan ikke tolke JSON som RR-data
nl: Kan JSON niet als RR-gegevens lezen
pt_br: Não foi possível interpretar o JSON como dados RR
ru: Не удалось распознать JSON как данные RR
sv: Det gick inte att tolka JSON som RR-data
zh_hans: 无法将 JSON 解析为 RR 数据

source: Unable to read the file contents.
ar: تعذّرت قراءة محتويات الملف.
da: Filens indhold kunne ikke læses.
de: Der Dateiinhalt konnte nicht gelesen werden.
es: No se ha podido leer el contenido del archivo.
fi: Tiedoston sisältöä ei voitu lukea.
fr: Impossible de lire le contenu du fichier.
is: Ekki tókst að lesa innihald skrárinnar.
it: Impossibile leggere il contenuto del file.
ja: ファイルの内容を読み取れません。
ko: 파일 내용을 읽을 수 없습니다.
nb: Kan ikke lese innholdet i filen.
nl: Kan de inhoud van het bestand niet lezen.
pt_br: Não foi possível ler o conteúdo do arquivo.
ru: Не удалось прочитать содержимое файла.
sv: Det gick inte att läsa filens innehåll.
zh_hans: 无法读取文件内容。

source: Under %lld meters
ar: أقل من %lld متر
da: Under %lld meter
de: Unter %lld Metern
es: Menos de %lld metros
fi: Alle %lld metriä
fr: Moins de %lld mètres
is: Undir %lld metrum
it: Meno di %lld metri
ja: %lld メートル未満
ko: %lld미터 미만
nb: Under %lld meter
nl: Minder dan %lld meter
pt_br: Menos de %lld metros
ru: Меньше %lld метров
sv: Under %lld meter
zh_hans: 低于 %lld 米

source: Under %lld meters of climb
ar: صعود أقل من %lld متر
da: Under %lld meters stigning
de: Unter %lld Höhenmetern
es: Menos de %lld metros de desnivel
fi: Alle %lld metriä nousua
fr: Moins de %lld mètres de dénivelé
is: Undir %lld metra klifur
it: Meno di %lld metri di dislivello
ja: 登り %lld メートル未満
ko: 오르막 %lld미터 미만
nb: Under %lld meter stigning
nl: Minder dan %lld meter klimmen
pt_br: Menos de %lld metros de subida
ru: Подъём меньше %lld метров
sv: Under %lld meters stigning
zh_hans: 爬升少于 %lld 米

source: Underloading — room to push
ar: حمل أقل من اللازم — هناك مجال للمزيد
da: Underbelastning — plads til mere
de: Unterfordert – da geht noch mehr
es: Carga baja — hay margen para más
fi: Alikuormitus – tilaa lisätä
fr: Sous-charge — marge pour en faire plus
is: Of lítið álag — svigrúm til að bæta í
it: Carico basso — c'è margine per spingere
ja: 負荷不足 — まだ余裕あり
ko: 부하 부족 — 더 밀어붙일 여유 있음
nb: Underbelastning – rom for mer
nl: Onderbelast — ruimte om te pushen
pt_br: Carga baixa — espaço para forçar
ru: Недогрузка — есть запас
sv: Underbelastning – utrymme att köra hårdare
zh_hans: 负荷不足 — 还有余力

source: unexpected response from the elevation service
ar: استجابة غير متوقعة من خدمة الارتفاع
da: uventet svar fra højdetjenesten
de: unerwartete Antwort vom Höhendienst
es: respuesta inesperada del servicio de altitud
fi: odottamaton vastaus korkeuspalvelulta
fr: réponse inattendue du service d’altitude
is: óvænt svar frá hæðarþjónustunni
it: risposta imprevista dal servizio di altitudine
ja: 標高サービスから予期しない応答がありました
ko: 고도 서비스에서 예기치 않은 응답
nb: uventet svar fra høydetjenesten
nl: onverwacht antwoord van de hoogtedienst
pt_br: resposta inesperada do serviço de altitude
ru: неожиданный ответ сервиса высот
sv: oväntat svar från höjdtjänsten
zh_hans: 海拔服务返回了意外响应

source: Unexpected response: %@
ar: استجابة غير متوقعة: %@
da: Uventet svar: %@
de: Unerwartete Antwort: %@
es: Respuesta inesperada: %@
fi: Odottamaton vastaus: %@
fr: Réponse inattendue : %@
is: Óvænt svar: %@
it: Risposta imprevista: %@
ja: 予期しない応答：%@
ko: 예상치 못한 응답: %@
nb: Uventet svar: %@
nl: Onverwacht antwoord: %@
pt_br: Resposta inesperada: %@
ru: Неожиданный ответ: %@
sv: Oväntat svar: %@
zh_hans: 意外的响应：%@

source: Unknown message
ar: رسالة غير معروفة
da: Ukendt besked
de: Unbekannte Nachricht
es: Mensaje desconocido
fi: Tuntematon viesti
fr: Message inconnu
is: Óþekkt skilaboð
it: Messaggio sconosciuto
ja: 不明なメッセージ
ko: 알 수 없는 메시지
nb: Ukjent melding
nl: Onbekend bericht
pt_br: Mensagem desconhecida
ru: Неизвестное сообщение
sv: Okänt meddelande
zh_hans: 未知消息

source: Unknown sport: %@
ar: رياضة غير معروفة: %@
da: Ukendt sport: %@
de: Unbekannte Sportart: %@
es: Deporte desconocido: %@
fi: Tuntematon laji: %@
fr: Sport inconnu : %@
is: Óþekkt íþrótt: %@
it: Sport sconosciuto: %@
ja: 不明なスポーツ: %@
ko: 알 수 없는 운동: %@
nb: Ukjent sport: %@
nl: Onbekende sport: %@
pt_br: Esporte desconhecido: %@
ru: Неизвестный вид спорта: %@
sv: Okänd sport: %@
zh_hans: 未知运动：%@

source: Unlink segment
ar: إلغاء ربط المقطع
da: Fjern tilknytning af segment
de: Abschnitt lösen
es: Desvincular segmento
fi: Pura osuuden linkitys
fr: Dissocier le segment
is: Aftengja kafla
it: Scollega segmento
ja: セグメントのリンクを解除
ko: 구간 연결 해제
nb: Koble fra segment
nl: Segment ontkoppelen
pt_br: Desvincular segmento
ru: Отвязать отрезок
sv: Koppla bort segment
zh_hans: 取消关联片段

source: Unlock Emuqu on your iPhone to record workouts.
ar: افتح Emuqu على iPhone لتسجيل التمارين.
da: Lås Emuqu op på din iPhone for at optage træninger.
de: Schalte Emuqu auf deinem iPhone frei, um Trainings aufzuzeichnen.
es: Desbloquea Emuqu en tu iPhone para grabar entrenamientos.
fi: Avaa Emuqu iPhonessasi tallentaaksesi harjoituksia.
fr: Débloquez Emuqu sur votre iPhone pour enregistrer des entraînements.
is: Opnaðu Emuqu á iPhone til að taka upp æfingar.
it: Sblocca Emuqu sul tuo iPhone per registrare gli allenamenti.
ja: ワークアウトを記録するには、iPhone で Emuqu のロックを解除してください。
ko: 운동을 기록하려면 iPhone에서 Emuqu 잠금을 해제하세요.
nb: Lås opp Emuqu på iPhonen din for å registrere økter.
nl: Ontgrendel Emuqu op je iPhone om trainingen op te nemen.
pt_br: Desbloqueie o Emuqu no seu iPhone para gravar treinos.
ru: Разблокируйте Emuqu на iPhone, чтобы записывать тренировки.
sv: Lås upp Emuqu på din iPhone för att spela in träningspass.
zh_hans: 在 iPhone 上解锁 Emuqu 即可记录体能训练。

source: Unmute coach
ar: إلغاء كتم صوت المدرب
da: Slå træneren til
de: Coach-Ton einschalten
es: Activar sonido del entrenador
fi: Poista valmentajan mykistys
fr: Réactiver le coach
is: Kveikja á þjálfara
it: Riattiva il coach
ja: コーチのミュートを解除
ko: 코치 음소거 해제
nb: Slå på treneren
nl: Coach niet meer dempen
pt_br: Reativar som do coach
ru: Включить звук тренера
sv: Slå på coachen
zh_hans: 取消教练静音

source: Unrated
ar: غير مصنّف
da: Ikke vurderet
de: Nicht bewertet
es: Sin clasificar
fi: Luokittelematon
fr: Non classé
is: Óflokkað
it: Non classificato
ja: 未評価
ko: 등급 없음
nb: Ikke vurdert
nl: Zonder classificatie
pt_br: Sem classificação
ru: Без оценки
sv: Ej klassad
zh_hans: 未评级

source: Unreadable file
ar: ملف غير قابل للقراءة
da: Ulæselig fil
de: Nicht lesbare Datei
es: Archivo ilegible
fi: Lukukelvoton tiedosto
fr: Fichier illisible
is: Ólæsileg skrá
it: File illeggibile
ja: 読み取れないファイル
ko: 읽을 수 없는 파일
nb: Uleselig fil
nl: Onleesbaar bestand
pt_br: Arquivo ilegível
ru: Нечитаемый файл
sv: Oläsbar fil
zh_hans: 无法读取的文件

source: Update your provider key in Settings → Flo.
ar: حدّث مفتاح المزوّد في الإعدادات ← Flo.
da: Opdater din udbydernøgle under Indstillinger → Flo.
de: Aktualisiere deinen Anbieterschlüssel unter Einstellungen → Flo.
es: Actualiza la clave de tu proveedor en Ajustes → Flo.
fi: Päivitä palveluntarjoajan avain kohdassa Asetukset → Flo.
fr: Mettez à jour votre clé de fournisseur dans Réglages → Flo.
is: Uppfærðu lykil þjónustunnar í Stillingar → Flo.
it: Aggiorna la chiave del fornitore in Impostazioni → Flo.
ja: 設定 → Flo でプロバイダーのキーを更新してください。
ko: 설정 → Flo에서 제공업체 키를 업데이트하세요.
nb: Oppdater leverandørnøkkelen din under Innstillinger → Flo.
nl: Werk je aanbiederssleutel bij in Instellingen → Flo.
pt_br: Atualize a chave do seu provedor em Configurações → Flo.
ru: Обновите ключ провайдера в Настройки → Flo.
sv: Uppdatera din leverantörsnyckel i Inställningar → Flo.
zh_hans: 请在“设置 → Flo”中更新你的提供方密钥。

source: Upload failed — queued for retry
ar: فشل الرفع — في قائمة إعادة المحاولة
da: Upload mislykkedes — sat i kø til nyt forsøg
de: Hochladen fehlgeschlagen – für neuen Versuch vorgemerkt
es: Error al subir: en cola para reintentar
fi: Lähetys epäonnistui — jonossa uutta yritystä varten
fr: Échec de l’envoi — en attente d’un nouvel essai
is: Upphleðsla mistókst — í biðröð fyrir nýja tilraun
it: Caricamento non riuscito — in coda per un nuovo tentativo
ja: アップロードに失敗しました — 再試行待ち
ko: 업로드 실패 — 재시도 대기 중
nb: Opplasting mislyktes — i kø for nytt forsøk
nl: Uploaden mislukt — in de wachtrij voor een nieuwe poging
pt_br: Falha no envio — na fila para nova tentativa
ru: Не удалось загрузить — в очереди на повтор
sv: Uppladdningen misslyckades — köad för nytt försök
zh_hans: 上传失败——已排队重试
